Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་དེ ར་ རྒྱུག་པ་ ན་ ངལ་དུབ་ པས་ བཀྲེས་པ་ དང་ སྐོམ་པ་ ཉིས་འགྱུར་ དུ་ འགྱུར་ ཏེ །_ དེ་ ཁ་ གདང་བ ར་ བྱེད་ དོ །_།
en: As they run, their effort will double the intensity of their hunger and thirst and make them open their mouths.

source: དེ འི་ ཁ་ གདངས་པ ར་ རླུང་ འཇུག་ སྟེ །_ དེ་ རླུང་ དེ་ འབའ་ཞིག་ ཁ འི་ ནང་ དུ་ སོང་བ ས་ བཀྲེས་པ་ གང་ སེལ་བར་ བྱེད་ ཅིང་ གང་ གིས་ ལུས་ མི་གཙང་བ་ དེ་ འཛིན་པ ར་ བྱེད་ དོ །_།
en: As the wind enters their gaping mouths, it will dispel a bit of their hunger and allow them to keep their unclean bodies upright.#191

source: དེ འི་ བཟའ་བ་ དང་ བཏུང་བ་ དེ་དག་ ཀྱང་ རི་ དག ས་ སྐོམ་པ ས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ མཐོང་བ་ ལྟར་ གསོབ་ དང་ །_
en: However, the food and drink they saw turns out to be nothing but a mirage of the kind that a thirsting deer sees.

source: གསོག་ དང་ །_ སྙིང་པོ་ མེད་པ་ དང་ །_ མགལ་མེ འི་ འཁོར་ལོ་ དང་ འདྲ་བ ར་ སྣང་བ་ ཁོ་ན་ ཙམ་ དུ་ ཟད་ དོ །_།
en: It is false, fake, and hollow, like the appearance of a wheel when a torch is swung in a circle.

source: ཇི་ལྟ ར་ དེས་ སྦྱིན་པ་ སྙིང་པོ་ མེད་པ་ གསོག་ བྱིན་པ་ དེ་བཞིན་ དུ་ གསོག་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: Thus, just as previously their generosity turned out to be hollow and false, so they now see falsity themselves.

source: རྒྱུ་ དང་ འཐུན་ པར་ འབྲས་བུ་ ཞེས །_། བློ་གྲོས་ ལྡན་པ་ དེ་སྐད་ གསུང་ །_།
en: “The wise say that effects Accord with their causes.

source: རྒྱུ་ དང་ མི་ འཐུན་ འབྲས་བུ་ ནི །_། ལུས་ཅན་ རྣམས་ ལ་ སྨིན་ མི་ འགྱུར །_།
en: An effect not in accordance with its cause Will never ripen in any embodied being.

source: སྐྱེ་བ་ ལུག་ རྒྱུད་མང་པོ་ [307b] ཡི །_། རྒྱུ་ དང་ རྐྱེན་ གྱིས་ ཤིན་ཏུ་ འབྲེལ །_།
en: $1425 “Throughout any string of lives, {{page:{number:452,id:UT22084-068-021-100478,folio:F.307.b,volume:V68}}} Numerous causes and conditions combine.

source: འཁོར་བ ར་ གང་ གིས་ སྦྲེལ་བ་ ཡི །_། ལུས་ཅན་ འགྲོ་བ ར་ མི་ འགྱུར་ རོ །_།
en: Ensnared within cyclic existence, Embodied beings cannot escape.

source: ཤིན་ཏུ་ སྦྲེལ་བ་ དམ་པོ་ དང་ །_། མཆོག་ ཏུ་ མི་ བཟད་ དེ་ བཀྲོལ་ ནས །_། གང་ ན་ སྡུག་བསྔལ་ མི་ གནས་པ །_། ཞི་བ་ མཆོག་ ཏུ་ འགྲོ་བ ར་ འགྱུར །_།
en: $1426 “Once free of their excruciating, Extremely tight bonds, They will no longer remain in suffering But proceed to supreme peace.

source: དེ་ལྟ ར་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ་ ལ་ཉེ་ བར་ སྤྱོད་ ཅིང་ རྒྱུག་པ་ ན །_
en: $1427 “Thus deceived, they continue to run, experiencing effects that accord with their causal actions.

source: སེམས་ བསླུས་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རླུང་ འབའ་ཞིག་ ཟ་བ འི་ ལུས་ བདག་ཉིད་ འཛིན་པ ར་ བྱེད་ དོ །_།
en: Until their completed and accumulated negative acts have been overcome, relinquished, and exhausted, they will in this way sustain themselves in bodies that subsist on nothing but wind.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་མི་ ཡིས་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན་
en: $1428 “Once they become free from the world of starving spirits, they may, due to karmic actions to be experienced in other lives and as a human, be born as human beings.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ རྟག་ ཏུ་ དབུལ་པོ ར་ འགྱུར །_
en: In that case they will always be poor.

source: གང་དེ་ ལ་ ཤེས་བཞིན་ དུ་ ནོར་ དང་ བཟའ་བ་ དང་ བཏུང་བ་ དང་ སྟོན་མོ་ དང་ གནས་ དང་ ཆུ་ དག་ མེད་པར་ འགྱུར་ ཞིང་ སྦྱིན་པ ར་ མི་ བྱེད་ ལ་ ཡིད་ མི་ གཅུགས་པ ར་ འགྱུར །_
en: They will be disliked, and even when people know of their lack of wealth, food, drink, merriment, home, and water, they will not give them anything.

source: ཁ་ཟས་ མེད་པར་ བྱས་པ འི་ སེམས་ ནི་ རེ་བ་ ལ་ དགའ་ ཞིང་ རེ་བ་ མེད་པ་ ལ་ ཡང་ དགའ་ སྟེ །_ མངོན་པར་ ཉམས་པ འི་ ལུས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འཚོ་བར་ མཐོང་ ངོ་ །_།
en: Their minds that created this lack of food will hover between hope and apathy, as they struggle to keep their hurting and deprived bodies alive.

source: འདིར་ ནི་ སྡིག་པ འི་ བག་ཆགས་ ཀྱིས །_། ཐམས་ཅད་ དུ་ ནི་ སྡུག་བསྔལ་ བྱེད །_།
en: “Here the imprints of the unwholesome Make everything painful.

source: ལུས་ཅན་ རྣམས་ དང་ མི་ འཐུན་པ །_། མི་གཙང་བ་ ཡི་ དྲི་ བཞིན་ ནོ །_།
en: For embodied beings, these are as disagreeable As the smell of excrement.

source: ཡུན་རིང་ ངན་འགྲོ་ བཅོམ་པ་ ཡི །_། དགེ་བ འི་ བག་ཆགས་ དགའ་བྱེད་ དེ །_།
en: $1430 “Delightful are the habitual imprints of virtue That crush long timespans in the lower realms.

source: མེ་ཏོག་ ཉམས་ ཀྱང་ ཏིལ་ དག་ ལ །_། བག་ཆགས་ སྣང་བ་ ཇི་བཞིན་ ནོ །_།
en: Although the sesame flower is gone, the seeds remain. So is also the case with the appearances of habitual imprints.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན །_ ཡི་དགས་ མདག་མེ་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1431 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the realm of starving spirits includes what are called ember eaters.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཞལ་ ཆེ་བ ར་ བསྐོས་པ་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ འཇུངས་པ་ གང་ གིས་ གཟུང་བ ར་ བྱ་བ་ ཉེས་པ་ མེད་པ་ དག་ བཟུང་ ནས་ བཅིངས་ ཏེ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how, overcome by envy and stinginess, some judges may have innocent people apprehended and incarcerated, thus subjecting them to hunger and thirst {{page:{number:453,id:UT22084-068-021-100479,folio:F.308.a,volume:V68}}} and letting them suffer miserably.

source: བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཡོངས་ [308a] སུ་ གནོད་པ ར་ བྱས་ ལ་ དེ་ཡང་ གཟུང་བ འི་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ པར་ བྱས་ ཤིང་ །_
en: Wretched and despondent, and tormented by hunger and thirst, their prisoners may thus be driven to eat dust.

source: ཤིན་ཏུ་ གནོད་པ ར་ བྱས་པ་ རེ་བ་ མེད་ ལ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ནས་ ཐལ་བ་ ཟ་ ལ །_ དེ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ ས་ གཞི་ དེ་ལས་ ཤི་བ ར་ གྱུར་ ན
en: $1432 “When such evil judges die as their acts ripen, they will, upon separating from their bodies, fall into the lower realms and be born among the starving spirits that feed on embers.

source: ཞལ་ ཆེ་བ ར་ བསྐོས་པ འི་ མི་ སྡིག་པ འི་ ལས་ དེ འི་ མཐུ ས་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ མདག་མེ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: The painful, unpleasant, unattractive, unsightly, dark power of the ripening of such gruesome acts will make them feed on the embers at charnel grounds, but without being able to satisfy their hunger.

source: ལས་མི་ བཟད་པ་ ད་ལྟ ར་ བདེ་ ལ་ རྣམ་པར་ སྨིན་པ་ སྡུག་བསྔལ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ དུག་ནག་པོ་ ལྟ་བུ་ དང་ འདྲེས་པ འི་ མཐུ ས་ དེ་ རྟག་ ཏུ་ དུར་ཁྲོད་ ཀྱི་ མདག་མེ་ ལ་ ཟ་ ཡང་ མདག་མེ་ དེས་ ཚིམ་པ ར་ མི་ འགྱུར་ རོ །_།
en: Still, as they eat the embers, it does slightly cool the intense burning within them, as when a fire is extinguished with water.

source: དེ་ མདག་མེ འི་ ཟས་ དེས་ ལུས་ ཀྱི་ མེ་ ཤིན་ཏུ་ ཚ་བ་ ཆུང་ ཟད་ ཞི་བ ར་ བྱེད་ དེ །_ མེ་ ལ་ ཆུས་ བསད་པ་ བཞིན་ ནོ །_།
en: $1433 “Thus, there are some who play and revel in acts that are like dark poison.

source: དེ་ལྟ་བས་ན་ དུག་ནག་པོ་ ལྟ་བུ་ དང་ ཤིན་ཏུ་ རྩེ་ རྩེ་བ ས་ ཆོག་ སྟེ །_ ནག་པོ་ དང་ འདྲེས་པ་ སྤངས་ ན་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: However, when one gives up involvement with the forces of darkness, there will be no more desire.

source: གང་ དུ་ བྱིས་པ་ ནག་པོ འི་ དབང་ དུ་ སོང་བ་ དག་ ནི་ མེ འི་ སྡུག་བསྔལ་ བསིལ་བ ར་ གྱུར་ ཀྱང་ སྡུག་བསྔལ་ ནི་ མེ་ གཞན་ གྱིས་ དཔེ་ བྱ་བ ར་ ནུས་པ་ གང་ཡང་ མེད་ དོ །_།
en: Childish beings who fall under the power of darkness may therefore experience that their burning pain is cooled, yet their pain cannot be compared to that of any other fire.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ ན་ གནས་ སོ །_།
en: In this way, these beings will subsist within the realm of starving spirits until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ མི་ དང་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ རི་ འོར་ གང་ དུ་ ལོ་ཉེས་ བྱུང་ ཞིང་ག་ སོག་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ །_
en: $1434 “Once they are free from the realm of starving spirits, if they should be born as humans due to karmic actions that bring the experience of a human, they will, in accordance with their causal actions, be born in an outback settlement that suffers from bad harvests and therefore has little to eat.

source: རེས་འགའ་ ཡང་ ཁ་ཟས་ ཞིམ་པོ ར་ མི་ འགྱུར་ ཞིང་ རྟག་ ཏུ་ ཁ་ཟས་ ལན་ཚྭ་ མེད་པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: At times there may be food but it will taste bad and they will have no salt for it.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ དུག་ ཟ་བ་ ཞེས་ བྱ་བ་ རང་བཞིན་ གྱིས་ དུག་ ཟ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1435 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the realm of starving spirits includes what are called poison eaters, who are naturally inclined to ingest poison as their food.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེར་སྣ ས་ ཉམས་པ་ གང་ གིས་ ནོར་རྫས་ ཀྱི་ ཕྱིར་ ཕ་རོལ་ དག་ ལ་དུག་ [308b] བླུད་ ལ་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people who are impaired by stinginess may poison others in order to seize their wealth. {{page:{number:454,id:UT22084-068-021-100480,folio:F.308.b,volume:V68}}}

source: དེ་ཡང་ ཤི་ ན་ དུག་ ལྡུད་ ལྡུད་པ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those who have thus poisoned others later separate from their bodies, they will fall into the lower realms and be born in the Reviving Hell.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ ཡི་དགས་ དུག་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Once free from that hell, they will be born as starving sprits that feed on poison.

source: དེ་ རི་ འབིགས་བྱེད་ ཀྱི་ རི་སུལ་ དང་ །_ རི་ ཡོངས་འདུ འི་ རི་སུལ་ དང་ །_ རི་ ཁ་བ་ ཅན་ གྱི་ རྩེ་མོ་ དང་ །_ རི་ མ་ལ་ཡ འི་ གསེབ་ གང་ཡིན་པ་ དེ་དག་ དང་ །_
en: $1436 “These spirits live in the Vindhya Range, in the Pārijāta Mountains,#192 on the peaks of the Himalayas, or in the Malaya Mountains.

source: རི འི་ རྩེ་མོ་ དུག་ མང་ ཞིང་ཆུ་ མེད་པ་ དང་ །_ སྦྲུལ་ གནས་པ འི་ དགོན་པ་ དང་ །_ གྲང་ལྷགས་ ཆེ་བ འི་ དགོན་པ་ དོག་ ཅིང་ ཤིན་ཏུ་ འཇིགས་པ་ དང་ །_ ཤིང་ ལྗོན་པ་ ཡལ་ག་ འཕྱང་བ་ མེད་པ་ དང་ །_ རྡོ་ ངན་པ་ འབའ་ཞིག་ ཡོད་པ་ དང་ །_ སེང་གེ་ དང་ །_ སྟག་ གིས་ གསོད་པ་ ཤིན་ཏུ་ འཇིགས་པ་ གང་ཡིན་ པ་ དེ་དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: They live on mountain peaks where there is a lot of poison but no water, in isolated regions infested by snakes, in far off and terrifying outposts where cold winds blow through narrow corridors, amid trees that have no branches extending from them, in hostile rocky regions, and where lions and tigers present a lethal danger.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གྲང་བ འི་ དུས་ སུ་ གྲང་བ་ བརྒྱ་ འགྱུར་ མྱོང་བ ར་ འགྱུར་ ལ །_ ཚ་བ འི་ དུས་ སུ་ ཚ་བ་ བརྒྱ་ འགྱུར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $1437 “For these spirits, all sensations of heat and cold are intensified a hundredfold.

source: ལས་ བྱས་པ་ ཚ་བ འི་ དུས་ སུ་ ཞག་ ལྔ ར་ མེ འི་ ཆར་པ་ ལུས་ རྣམས་ ལ་ འབབ་ ཅིང་ གྲང་བ འི་ དུས་ སུ་ ཞག་ ལྔ ར་ ལྷགས་པ་ ཆར་པ་ ལྟ་བུ་ འབབ་བོ །_།
en: Thus, when it is hot, they will feel a rain of fire falling on them for five days, and when it is cold, they will feel a constant gale of icy winds for five days.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ མེ་མདག་ དེ་དག་ དང་ མི་ དགའ་བ་ དགོན་པ་ ལྟ་བུ་ དེ་དག་ གི་ ནང་ ན་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དག་ ཀུ་ ཆོ་ འདོན་ ངུ་སྐད་ འབྱིན །_ ཆོ་ངེས་ འདེབས་ སྨྲེ་སྔགས་ འདོན་ ཏེ །_
en: Due to their misdeeds, they will remain in such embers and hostile badlands. They will suffer from hunger and thirst, and they will wail, cry, lament, and moan.

source: ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དག་ ལ་དུག་ གི་ རེག་པ་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ རབ་ཏུ་ འབར་བ་ ལྟ་བུ་ གང་ཡིན་པ་ དེ་དག་ མིད་པ ར་ བྱེད་ དོ །_།
en: Starving and thirsting, they will consume poison that feels like a flaming hammer inside them.

source: མིད་ མ་ ཐག་ ཏུ་ ཤི འོ །_། དེ་ནས་ ཡང་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ སྐྱེས་ ནས་ ཀྱང་ བཀྲེས་པ་ དང་ སྐོམ་པ་ དེ་ སྡུག་བསྔལ་ ཉིས་འགྱུར་ བས་ ལྷག་པ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: When they have ingested the poison, they will die, but due to their negative acts they will be revived, only to experience doubly intense hunger and thirst.

source: དེ་ལྟ ར་ དེ་ ངུ་སྐད་ འབྱིན་པ་ ན །_ བྱ འི་ མཆུ་རྣོན་པོ ས་ ཀྱང་ དེ འི་ མིག་ ཕྱུང་ ནས་ ཟ་བ ར་ བྱེད་ དེ །_
en: As they cry in anguish, birds will swoop down on them, pluck out their eyes, and eat them.

source: དེ་ཕྱིར་ ཞིང་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ནས་ ངུ་སྐད་ འབྱིན །_ ཀུ་ ཆོ་ འདོན །_ ཆོ་ངེས་ འདེབས་ སོ །_།
en: Racked by misery and pain, they will cry, wail, and moan.

source: མིག་ ཕྱུང་བ་ དེ་དག་ སྐྱེ་བ ར་ འགྱུར་ ལ་ དེ་ནས་ ཡང་ འབྱིན་པ ར་ བྱེད་ དེ །_
en: Their eyes will then grow back, only to be gouged out in the same way as before.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until their completed and accumulated negative acts have been overcome, relinquished, and exhausted, they will continue to suffer.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ [309a] འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན །_
en: $1438 “When they finally escape the world of starving spirits they may, {{page:{number:455,id:UT22084-068-021-100481,folio:F.309.a,volume:V68}}} due to karmic actions that are to be experienced in other lives, be born as humans.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ལམ་པོ་ཆེ་ དང་ བཞི་མདོ ར་ འཚོ་བར་ འགྱུར །_
en: In that case they will, in accordance with their causal actions, maintain a livelihood along the highway or at intersections.

source: དུག་ ལྡུད་ ལྡུད་པ འི་ ལས་ ཀྱི་ ལྷག་མ་ དེས་ ཡང་ དེ འི་ སྲོག་ ཆད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Due to the residue of their act of proffering poison, they will themselves succumb to poison.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ དགོན་པ་ ན་ འདུག་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1439 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits that dwell in isolated places.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཆོམ་རྐུན་པ་ གང་ གིས་ འབྲོག་ དགོན་པ་ ཆེན་པོ་ དང་ །_ ཆུ་ མེད་པ་ དང་ །_ ཤིན་ཏུ་ དོག་པ་ དང་ །_ ཉི་མ འི་ འོད་ ཀྱིས་ ཀུན་ ཏུ་ ཚ་བ་ དག་ ཏུ་ ལྟེང་ཀ་ དང་ ནགས་ཚལ་ དག་ གི་ ལམ་ བྱས་ ནས་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some robbers set up an ambush on a road that passes through a remote wilderness, at a waterless and extremely narrow gorge that is exposed to the heat of the sun.

source: ཆོམ་རྐུན་པ་ དེ་དག་ གིས་ ལྟེང་ཀ་ དེ་དག་ འཛེག་པ ར་ བྱེད་ དེ འདི་ལྟར་ བདག་ཅག་ གིས་ འདིར་ འགྲོན་པོ་ འོངས་ ཏེ་
en: Having located a grove with a spring on that road, the robbers will lie in wait there, waiting for some hapless traveler to arrive, tormented and weakened by thirst.

source: སྐོམ་ གྱིས་ གདུངས་ ཤིང་ མཐུ་ ཆུང་བ་ དག་ ནོར་རྫས་ ཀྱི་ ཕྱིར་ གསད་པ ར་ བྱ འོ་ སྙམ་ ནས་
en: In this way, they shall plot to murder the traveler and make off with that person’s wealth.

source: དེ་དག་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་ ཤིང་ སྦྱིན་པ་ དང་ བྲལ་བ་ དག་ གིས་ དེ་ལྟ ར་ འགྲོན་པོ་ དེ་དག་ གསོད་པ ར་ བྱེད་ དོ །_། དེ་དག་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ དགོན་པ་ ན་ འདུག་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people, racked by envy and stinginess and lacking generosity, proceed to slay the person who arrives, they will, upon separating from their bodies, fall into the lower realms and be born as starving spirits living in desolate outposts.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ མར་མེ འི་ ཤིང་ ལྟར་ འབྲོག་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱི་ ནང་ ཉིད་ དུ་ ཉི་མ འི་ གདུང་བ ས་ གདུངས་ ཏེ་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དག་ ཆུ་ དང་ བཟའ་བ འི་ ཕྱིར་ རྒྱུག་ ཅིང་ ཀུ་ ཆོ་ འདོན་ ཏོ །_།
en: $1440 “Like pine trees, such beings suffer from the burning heat of the sun in the wilderness. Yearning for a protector, refuge, or guard, they roam about lamenting and looking for water and food.

source: དེ་དག་ ལས་ ཀྱི་ ཉེས་པ་ དེས་ རྒྱང་རིང་པོ་ ན་ རི་ དག ས་ སྐོམ་པ་ ལྟ་བུ ར་ ཆུ་ དང་བ་ འདྲ་བ་ ཞིག་ ཡོད་པར་ མཐོང་ ངོ་ །_།
en: Due to their misdeeds they will, just like the thirsting deer, perceive something that looks like clear water in the distance.

source: དེ་དག་ གིས་ དེ་ མཐོང་ སྟེ་ ཆུ་ རྙེད་ དོ་ སྙམ་ ནས་ རྒྱུག་ སྟེ །_
en: Hopeful and without worrying about their exhaustion, they will rush ahead, believing that they have found water.

source: རེ་བ་ དང་ བཅས་པ འི་ སེམས་ ཀྱིས་ ངལ་བ་ གྲངས་ སུ་ ཡང་ མི་ རྩི་བ་ ན་ དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ རྒྱུག་པ་ དེ་ལྟ་ དེ་ལྟ ར་ རི་ དག ས་ སྐོམ་པ་ ལྟ་བུ ར་ ངོ་བོ་ ཉིད་ ཀྱིས་ གསོག་ ཏུ་ འདུག་པ་ དེ་དག་ ག་ལ་ ཞིག་ ཐོབ་པ ར་ འགྱུར །_
en: Yet, as in the case of the deer, what they saw was but a mirage, so how could they obtain any water from that?

source: དེ་དག་ ངལ་བ འི་ ཉེས་པ ས་ རྩ་ དར་ བྷའི་ རྩེ་མོ ས་ རྐང་པ འི་ རྟིང་པ་ དག་ ཏུ་ ཟུག་ ནས་ འགྱེལ་ ཞིང་ ན་ ནས་ ཁ་ཅིག་ འཆི་བ འི་ དུས་ བྱེད་ དོ །_།
en: Utterly exhausted and with the soles of their feet lacerated by the tips of the sharp grass, they will collapse, and some may even die from their ailments.

source: དེ་ནས་ ཡང་ ལས་ ཀྱི་ ལྷག་མ་ [309b] དེས་ ཡང་ འཚོ་བར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ་ བཅུ་འགྱུར་ གྱིས་ གནས་པ ར་ བྱེད་ དོ །_།
en: Yet due to their karmic residue, {{page:{number:456,id:UT22084-068-021-100482,folio:F.309.b,volume:V68}}} those who die in this way will revive and experience a tenfold increase in their hunger and thirst.

source: བྱ་རོག་ དང་ །_ འུག་པ་ དང་ །_ བྱ་རྒོད་ བརྒྱ་ སྙེད་ ཀྱིས་ ལུས་ དང་ མིག་ དག་ ཅན་ ཅོན་ དུ་ འཐོག་ ཅིང་ ཟ་ སྟེ །_ རུས་པ་ ལ་ ཐུག་ གི་ བར་ དུ་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: Hundreds of ravens, owls, and vultures will then descend upon them and gouge out their flesh and their eyes, gnashing their way through until nothing remains but bones.

source: མགོན་མེད་པ་ དཔུང་གཉེན་ མེད་པ་ དེ་དག་ སྡུག་བསྔལ་ སུམ་འགྱུར་ གྱིས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ ཏེ །_
en: $1441 “Without any protector or guardian, these spirits are thus tortured by triple the pain.

source: ཕན་ཚུན་ དེར་ སོང་ ནས་ འདི་ལྟར་ སྨྲེ་སྔགས་ འདོན་ ཏེ །_
en: As they keep moving back and forth, they will lament with these words:

source: བྱ་རོག་ འུག་པ་ ཐམས་ཅད་ ནས །_། རྡོ་རྗེ་ ཆེན་པོ འི་ མཆུ་རྣོན་ གྱིས །_།
en: “ ‘These vultures and owls have beaks That are sharp like vajra.

source: མངོན་པར་ གཙེས་ སོ་ སྐྱབས་ མེད་ ཅིང་ །_།
en: They hurt me—but I have no protector.

source: བདེ་བ ར་ ལྟ་བ ར་ མི་ མཐོང་ ངོ་ །_།
en: I cannot see any chance of relief.

source: ཇི་ལྟ ར་ བདག་ གིས་ འགྲོན་པོ་ བཅོམ །_། དེ་ ཡི་ ལས་ དེ་ ཉེ་བ ར་ གནས །_།
en: $1442 “ ‘Previously I overpowered travelers, And such acts led me here.

source: འདི་ ནི་ གཟུགས་བརྙན་ ལྟ་བུ་ སྟེ །_། དེ་བཞིན་ འབྲས་བུ་ འདིར་ འོངས་ སོ །_།
en: Like reflections of those acts, These are the tangible consequences.

source: ལས་ ཀྱི་ ཞགས་པ ས་ བཅིངས་ གྱུར་ ཅིང་ །_། ལས་ ཀྱི་ ཐག་པ ས་ གནོད་པ ར་ བྱས །_། ལས་ ཟད་ མ་ གྱུར་ བར་ དུ་ ནི །_། དཔུང་གཉེན་ བྱེད་པ་ མི་ མཐོང་ ངོ་ །_།
en: $1443 “ ‘Tied by the chains of my actions, Hurt by the bonds of my actions, I will not see anyone who could protect me Until my acts have been exhausted.

source: སྐྱེ་བོ་ ལས་ ཀྱིས་ ཁྲིད་ བྱེད་ ཅིང་ །_། ལས་ ཀྱིས་ ཡོངས་སུ་ འདྲེན་པ ར་ བྱེད །_།
en: $1444 “ ‘Beings are led on by their acts, They are guided by their acts.

source: གང་ དུ་ ལས་ ནི་ རྣམ་སྨིན་པ །_། དེར་ ནི་ལ ས་ ཀྱིས་ འཕེན་པ ར་ བྱེད །_།
en: They are propelled to wherever Their acts may ripen.

source: གནས་ གསུམ་ དུ་ ནི་ལ ས་ ཀྱིས་ འཕངས །_། འཁོར་ལོ་ བཞིན་ དུ་ རྟག་ ཏུ་ འཁྱམ །_།
en: $1445 “ ‘Driven by their acts throughout the three realms They keep circling, as if on a wheel.

source: དེ་ལྟ་བས་ན་ དགེ་ བྱ་ ཞིང་ །_། སྡིག་པ་ མི་ ཕན་ རྟག་ ཏུ་ སྤོངས །_།
en: Therefore, do what is virtuous. At all times give up evil—do not let it push you forward!

source: སྡིག་པ་ གང་དག་ མི་ འདོད་ ཅིང་ །_། དེ་དག་ མེ་ དང་ འདྲ་བ ར་ མཐོང་ །_།
en: $1446 “ ‘Having no wish for evil, I see it is like a fire.

source: བཀྲེས་ དང་ སྐོམ་པ འི་ མེས་ གདུངས་པ །_། དེ་ ནི་ ཡི་དགས་ གནས་ སུ་ ཁྲིད །_།
en: This is what has led me into the fire Of hunger and thirst in this realm of starving spirits.

source: སྐོམ་པ འི་ སྡུག་བསྔལ་ འབྱུང་བ་ ནི །_། ཡང་ དང་ ཡང་ དུ་ རབ་ཏུ་ འཕེལ །_།
en: $1447 “ ‘The torments of my thirst Increase more and more.

source: བདག་ ནི་ མེ་ ཡི་ ཕྲེང་བ་ ཡིས །_། མཆེད་པ འི་ རི་ དང་ འདྲ་བ ར་ འགྱུར །_།
en: I am like a mountain Engulfed by garlands of flames.

source: རི་ ལ་ མེ་ འབར་ ཆུ་བོ་ ཡི །_། རྒྱུན་ གྱིས་ ཐམས་ཅད་ གསད་ ནུས་ ཀྱི །_། རྒྱ་མཚོ འི་ ཀླུང་ གིས་ བདག་ གི་ མེ །_། འདི་ ནི་ གསད་པ ར་ མི་ ནུས་ སོ །_།
en: $1448 “ ‘The fires on a burning mountain may be extinguished By streams of water, But even all the oceans could not Extinguish this fire that burns in me!

source: ལས་ ཀྱི་ ཤིང་ སྐམ་ བྱུང་ ནས་ སུ །_། སྲེད་པ འི་ རླུང་ གིས་ གྲོགས་ བྱས་ ཏེ །_། བདག་ ནི་ ཀུན་ ནས་ ཡོངས་ བསྐོར་ ནས །_། ལས་ ཀྱི་ མེ་ ཡིས་ ཤིན་ཏུ་ བསྲེགས །_།
en: $1449 “ ‘My karmic actions provide the firewood, And as the flames are fanned by the winds of craving, I am engulfed by the fire Of karmic action that burns me to a crisp.

source: ཚུལ་ཁྲིམས་ བརྩོན་འགྲུས་ ཡེ་ཤེས་ ཆུ །_། སྦྱིན་པ འི་ སྣོད་ ནི་ རབ་ བཟུང་ ནས །_། སྲིད་ གསུམ་ རྗེས་འགྲོ་ ལས་ ཀྱི་ མེ །_། བདག་ཉིད་ ཆེན་པོ ས་ འཇིག་པ ར་ བྱེད །_།
en: $1450 “ ‘Pouring the water of discipline, diligence, and wakefulness From the vessel of generosity, Great beings extinguish the fire of karmic actions That otherwise persists throughout the three realms.

source: གང་དག་ ལས་ ཀྱི་ དབང་ སོང་ ཞིང་ །_། ལས་ གསུམ་ གྱིས་ ནི་ ཡོངས་སུ་ བསྒྱུར །_། གསུམ་ ཉིད་ ཀྱིས་ ནི་ རྨོངས་པ་ དག _།
en: $1451 “ ‘Those who are governed by karmic actions Are transformed by the three actions, And deluded by these three actions.

source: དེ་ ནི་ གནས་ གསུམ་ རྒྱུ་བ ར་ བྱེད །_།
en: They will course throughout the three worlds.

source: ལས་དབང་ སུམ་ཅུ་ རྩ་ དྲུག་ དང་ །_། བཞི་ བཅུ ར་ སོང་ ཞིང་ རྣམ་པར་ རྒྱུ །_། [310a]
en: $1452 “ ‘Under the power of karmic actions, They move throughout the thirty-six and forty.#193{{page:{number:457,id:UT22084-068-021-100483,folio:F.310.a,volume:V68}}}

source: དགུ་ བཅུ་ རྩ་ བརྒྱད་ མ་ བཅོམ་པ །_། ཁམས་ གསུམ་ དུ་ ནི་ དེ་ འགྲོ་ འོ །_།
en: As long as they have not crushed the ninety-eight,#194 They will journey through the three realms.

source: གང་དག་ བརྒྱ་རྩ་ བརྒྱད་ ཤེས་ ཤིང་ །_། བཅུ་གཉིས་ དོན་ ལ་ སེམས་པ་པོ །_། ཆོས་ དང་ ཆོས་ མིན་ རྣམ་ཤེས་ གང་ །_། དེ་དག་ བདེ་བ་ མཐའ་ ཡ ས་ སོ །_།
en: $1453 “ ‘Those who know the hundred and eight,#195 Who are attentive to the meaning of the twelve,#196 And who know the distinction between Dharma and non-Dharma, Will attain infinite happiness.
